{
  "i": 1,
  "to": 2,
  "you": 3,
  "a": 4,
  "the": 5,
  "u": 6,
  "and": 7,
  "is": 8,
  "in": 9,
  "my": 10,
  "for": 11,
  "your": 12,
  "me": 13,
  "of": 14,
  "have": 15,
  "call": 16,
  "on": 17,
  "are": 18,
  "2": 19,
  "it": 20,
  "that": 21,
  "but": 22,
  "not": 23,
  "so": 24,
  "at": 25,
  "or": 26,
  "can": 27,
  "ur": 28,
  "will": 29,
  "i'm": 30,
  "do": 31,
  "be": 32,
  "if": 33,
  "with": 34,
  "get": 35,
  "just": 36,
  "we": 37,
  "this": 38,
  "&lt;#&gt;": 39,
  "when": 40,
  "4": 41,
  "all": 42,
  "from": 43,
  "up": 44,
  "no": 45,
  "go": 46,
  ".": 47,
  "how": 48,
  "now": 49,
  "got": 50,
  "what": 51,
  "know": 52,
  "like": 53,
  "was": 54,
  "am": 55,
  "come": 56,
  "free": 57,
  "good": 58,
  "out": 59,
  "its": 60,
  "then": 61,
  "only": 62,
  "?": 63,
  "send": 64,
  "love": 65,
  "want": 66,
  "by": 67,
  "...": 68,
  "i'll": 69,
  "\u00fc": 70,
  "time": 71,
  "as": 72,
  "he": 73,
  "text": 74,
  "need": 75,
  "going": 76,
  "see": 77,
  "ok": 78,
  "about": 79,
  "still": 80,
  "one": 81,
  "r": 82,
  "think": 83,
  "don't": 84,
  "txt": 85,
  "dont": 86,
  "there": 87,
  "new": 88,
  "our": 89,
  "reply": 90,
  "n": 91,
  "she": 92,
  "been": 93,
  "any": 94,
  "tell": 95,
  "back": 96,
  "some": 97,
  "stop": 98,
  "home": 99,
  "they": 100,
  "take": 101,
  "please": 102,
  "mobile": 103,
  "&": 104,
  "give": 105,
  "day": 106,
  "hope": 107,
  "hi": 108,
  "has": 109,
  "make": 110,
  "phone": 111,
  "more": 112,
  "claim": 113,
  "her": 114,
  "did": 115,
  "an": 116,
  "where": 117,
  "who": 118,
  "d": 119,
  "pls": 120,
  "later": 121,
  "me.": 122,
  "happy": 123,
  "much": 124,
  "had": 125,
  "it's": 126,
  "&amp;": 127,
  "say": 128,
  "now.": 129,
  "da": 130,
  "him": 131,
  "last": 132,
  "sorry": 133,
  "you.": 134,
  "very": 135,
  "after": 136,
  "great": 137,
  "should": 138,
  "hey": 139,
  "-": 140,
  "dear": 141,
  "c": 142,
  "really": 143,
  "now!": 144,
  "e": 145,
  "too": 146,
  "here": 147,
  "ask": 148,
  "oh": 149,
  "well": 150,
  "night": 151,
  "im": 152,
  "every": 153,
  "pick": 154,
  "why": 155,
  "miss": 156,
  "today": 157,
  "meet": 158,
  "let": 159,
  "keep": 160,
  "way": 161,
  "cos": 162,
  "message": 163,
  "number": 164,
  "lor.": 165,
  "week": 166,
  "find": 167,
  "said": 168,
  "work": 169,
  "cash": 170,
  "doing": 171,
  "cant": 172,
  "buy": 173,
  "right": 174,
  "them": 175,
  "would": 176,
  "gonna": 177,
  "win": 178,
  "sent": 179,
  "lol": 180,
  "i've": 181,
  "contact": 182,
  "tomorrow": 183,
  "it.": 184,
  "wat": 185,
  "next": 186,
  "many": 187,
  "his": 188,
  "1": 189,
  "dun": 190,
  "can't": 191,
  "anything": 192,
  "lor...": 193,
  "thanks": 194,
  "won": 195,
  "waiting": 196,
  "even": 197,
  "went": 198,
  "!": 199,
  "yeah": 200,
  "nokia": 201,
  "per": 202,
  "could": 203,
  "b": 204,
  "feel": 205,
  "were": 206,
  ":)": 207,
  "around": 208,
  "wait": 209,
  "sure": 210,
  "sorry,": 211,
  "someone": 212,
  "gud": 213,
  "which": 214,
  "3": 215,
  "that's": 216,
  "yes": 217,
  "us": 218,
  "life": 219,
  "you're": 220,
  "leave": 221,
  "msg": 222,
  "told": 223,
  "wan": 224,
  "first": 225,
  "down": 226,
  "always": 227,
  "thk": 228,
  "care": 229,
  "ok.": 230,
  "getting": 231,
  "chat": 232,
  "also": 233,
  "before": 234,
  "something": 235,
  "prize": 236,
  "nice": 237,
  "service": 238,
  "you!": 239,
  "day.": 240,
  "over": 241,
  "off": 242,
  "morning": 243,
  "bit": 244,
  "thing": 245,
  "coming": 246,
  "people": 247,
  "live": 248,
  "x": 249,
  "try": 250,
  "talk": 251,
  "things": 252,
  "place": 253,
  "trying": 254,
  "being": 255,
  "didn't": 256,
  "wish": 257,
  "already": 258,
  "money": 259,
  "u.": 260,
  "thought": 261,
  "ill": 262,
  "other": 263,
  "no.": 264,
  "customer": 265,
  "finish": 266,
  "thats": 267,
  "may": 268,
  "never": 269,
  "da.": 270,
  "box": 271,
  "late": 272,
  "babe": 273,
  "few": 274,
  "having": 275,
  "tone": 276,
  "sleep": 277,
  "*": 278,
  "holiday": 279,
  "receive": 280,
  "awarded": 281,
  "dat": 282,
  "draw": 283,
  "ya": 284,
  "urgent!": 285,
  "k": 286,
  "name": 287,
  "because": 288,
  "heart": 289,
  "best": 290,
  "po": 291,
  "wanna": 292,
  "watching": 293,
  "ready": 294,
  "end": 295,
  "meeting": 296,
  "y": 297,
  "same": 298,
  "half": 299,
  "once": 300,
  "ok...": 301,
  "friends": 302,
  "might": 303,
  "dis": 304,
  "big": 305,
  "+": 306,
  "start": 307,
  "friend": 308,
  "year": 309,
  "shows": 310,
  "enjoy": 311,
  "sms": 312,
  "lunch": 313,
  "guess": 314,
  "without": 315,
  "use": 316,
  "\u00a31000": 317,
  "video": 318,
  "speak": 319,
  "chance": 320,
  "yup": 321,
  "quite": 322,
  "soon": 323,
  "jus": 324,
  "car": 325,
  "special": 326,
  "long": 327,
  "dad": 328,
  "than": 329,
  "eat": 330,
  "again": 331,
  "check": 332,
  "called": 333,
  "smile": 334,
  "guys": 335,
  "tonight": 336,
  "you,": 337,
  "today.": 338,
  "between": 339,
  "you?": 340,
  "probably": 341,
  "wont": 342,
  ",": 343,
  "into": 344,
  "stuff": 345,
  "how's": 346,
  "another": 347,
  "made": 348,
  "person": 349,
  "mins": 350,
  "says": 351,
  "he's": 352,
  "cost": 353,
  "maybe": 354,
  "class": 355,
  "selected": 356,
  "i.ll": 357,
  "ever": 358,
  "real": 359,
  "den": 360,
  "v": 361,
  "put": 362,
  "1st": 363,
  "home.": 364,
  "done": 365,
  "able": 366,
  "sweet": 367,
  "reach": 368,
  "there.": 369,
  "two": 370,
  "camera": 371,
  "since": 372,
  "play": 373,
  "lot": 374,
  "now?": 375,
  "account": 376,
  "came": 377,
  "there's": 378,
  "16": 379,
  "5": 380,
  "look": 381,
  "juz": 382,
  "shall": 383,
  "little": 384,
  "help": 385,
  "latest": 386,
  "god": 387,
  "most": 388,
  "fuck": 389,
  "tv": 390,
  "hav": 391,
  "bring": 392,
  "later.": 393,
  "part": 394,
  "asked": 395,
  "birthday": 396,
  "hear": 397,
  "didnt": 398,
  "luv": 399,
  "actually": 400,
  "early": 401,
  ":-)": 402,
  "means": 403,
  "2nd": 404,
  "dunno": 405,
  "does": 406,
  "guaranteed": 407,
  "man": 408,
  "better": 409,
  "150ppm": 410,
  "days": 411,
  "shit": 412,
  "room": 413,
  "mind": 414,
  "wanted": 415,
  "out.": 416,
  "shopping": 417,
  "those": 418,
  "pay": 419,
  "job": 420,
  "watch": 421,
  "it,": 422,
  "wif": 423,
  "left": 424,
  "until": 425,
  "haf": 426,
  "orange": 427,
  "time.": 428,
  "forgot": 429,
  "network": 430,
  "ringtone": 431,
  "minutes": 432,
  "hour": 433,
  "what's": 434,
  "bus": 435,
  "collect": 436,
  "away": 437,
  "nothing": 438,
  "remember": 439,
  "face": 440,
  "500": 441,
  "plus": 442,
  "line": 443,
  "world": 444,
  "girl": 445,
  "sexy": 446,
  "wot": 447,
  "working": 448,
  "lor": 449,
  "bad": 450,
  "important": 451,
  "xxx": 452,
  "town": 453,
  "join": 454,
  "enough": 455,
  "attempt": 456,
  "havent": 457,
  "tones": 458,
  "must": 459,
  "we're": 460,
  "thank": 461,
  "hot": 462,
  "till": 463,
  "\u00a3100": 464,
  "years": 465,
  "run": 466,
  "plan": 467,
  "u?": 468,
  "valid": 469,
  "school": 470,
  "todays": 471,
  "entry": 472,
  "til": 473,
  "plz": 474,
  "me?": 475,
  "stay": 476,
  "making": 477,
  "ard": 478,
  "word": 479,
  "sat": 480,
  "price": 481,
  "full": 482,
  "xmas": 483,
  "wil": 484,
  "abt": 485,
  "haha": 486,
  "saying": 487,
  "everything": 488,
  "tonight?": 489,
  "4*": 490,
  "t&cs": 491,
  "delivery": 492,
  "coz": 493,
  "haven't": 494,
  "each": 495,
  "details": 496,
  "texts": 497,
  "dinner": 498,
  "pounds": 499,
  "8007": 500,
  "min": 501,
  "weekly": 502,
  "show": 503,
  "colour": 504,
  "gift": 505,
  "babe,": 506,
  "looking": 507,
  "prize.": 508,
  "search": 509,
  "shop": 510,
  "guy": 511,
  "6": 512,
  "house": 513,
  "yeah,": 514,
  "100": 515,
  "top": 516,
  "baby": 517,
  "landline.": 518,
  "g": 519,
  "hours": 520,
  "&lt;decimal&gt;": 521,
  "do.": 522,
  "driving": 523,
  "beautiful": 524,
  "makes": 525,
  "drive": 526,
  "tot": 527,
  "wake": 528,
  "calls": 529,
  "wid": 530,
  "86688": 531,
  "mean": 532,
  "tried": 533,
  "lar...": 534,
  "that.": 535,
  "fun": 536,
  "good.": 537,
  "set": 538,
  "hair": 539,
  "pain": 540,
  "wen": 541,
  "goin": 542,
  "music": 543,
  "either": 544,
  "aft": 545,
  "thinking": 546,
  "tmr": 547,
  "won't": 548,
  "head": 549,
  "anyway": 550,
  "answer": 551,
  "happen": 552,
  "vouchers": 553,
  "neva": 554,
  "urgent": 555,
  "started": 556,
  "18": 557,
  "we'll": 558,
  "goes": 559,
  "16+": 560,
  "book": 561,
  "change": 562,
  "liao...": 563,
  "wants": 564,
  "bout": 565,
  "free!": 566,
  "double": 567,
  "while": 568,
  "problem": 569,
  "sch": 570,
  "750": 571,
  "yo": 572,
  "princess!": 573,
  "right?": 574,
  "decided": 575,
  "bored": 576,
  "post": 577,
  "these": 578,
  "bt": 579,
  "update": 580,
  "t": 581,
  "lucky": 582,
  "stop.": 583,
  "now,": 584,
  "office": 585,
  "await": 586,
  "missed": 587,
  "hows": 588,
  "code": 589,
  "though": 590,
  "telling": 591,
  "worth": 592,
  "bed": 593,
  "sir,": 594,
  "hurt": 595,
  "comes": 596,
  "thanx": 597,
  "together": 598,
  "s": 599,
  "took": 600,
  "150p": 601,
  "saw": 602,
  "work.": 603,
  "calling": 604,
  "order": 605,
  "family": 606,
  "finished": 607,
  "land": 608,
  "o": 609,
  "fucking": 610,
  "question": 611,
  "choose": 612,
  "unsubscribe": 613,
  "drop": 614,
  "\u00a32000": 615,
  "guaranteed.": 616,
  "sis": 617,
  "oh.": 618,
  "yet": 619,
  "week.": 620,
  "forget": 621,
  "lots": 622,
  "boy": 623,
  "wk": 624,
  "lesson": 625,
  "both": 626,
  "\u00a3500": 627,
  "u...": 628,
  "anyone": 629,
  "takes": 630,
  "hold": 631,
  "evening": 632,
  "only.": 633,
  "pa.": 634,
  "private!": 635,
  "statement": 636,
  "bonus": 637,
  "expires": 638,
  "missing": 639,
  "trip": 640,
  "smoke": 641,
  "taking": 642,
  "wonderful": 643,
  "food": 644,
  "me...": 645,
  "it?": 646,
  "ring": 647,
  "night.": 648,
  "visit": 649,
  "noe": 650,
  "month": 651,
  "you'll": 652,
  "found": 653,
  "mob": 654,
  "available": 655,
  "ten": 656,
  "today?": 657,
  "break": 658,
  "fine": 659,
  "||": 660,
  "sounds": 661,
  "cause": 662,
  "drink": 663,
  "yourself": 664,
  "line.": 665,
  "12hrs": 666,
  "no:": 667,
  "re": 668,
  "hello": 669,
  "busy": 670,
  "pretty": 671,
  "!!": 672,
  "aight": 673,
  "feeling": 674,
  "operator": 675,
  "tomorrow.": 676,
  "10p": 677,
  "smiling": 678,
  "lovely": 679,
  "kind": 680,
  "class.": 681,
  "complimentary": 682,
  "sae": 683,
  "oso": 684,
  "free.": 685,
  "address": 686,
  "almost": 687,
  "mine": 688,
  "gr8": 689,
  "2003": 690,
  "believe": 691,
  "points.": 692,
  "identifier": 693,
  ":-(": 694,
  "talking": 695,
  "\u00a31.50": 696,
  "final": 697,
  "within": 698,
  "fr": 699,
  "date": 700,
  "wit": 701,
  "messages": 702,
  "bslvyl": 703,
  "outside": 704,
  "swing": 705,
  "\u2013": 706,
  "back.": 707,
  "mail": 708,
  "walk": 709,
  "minute": 710,
  "aight,": 711,
  "darlin": 712,
  "carlos": 713,
  "services": 714,
  "movie": 715,
  "card": 716,
  "times": 717,
  "already?": 718,
  "up.": 719,
  "800": 720,
  "awesome,": 721,
  "me,": 722,
  "yar": 723,
  "voucher": 724,
  "she's": 725,
  "close": 726,
  "weekend": 727,
  "fine.": 728,
  "mum": 729,
  "cool": 730,
  "it!": 731,
  "doesn't": 732,
  "7": 733,
  "game": 734,
  "pics": 735,
  "morning.": 736,
  "crazy": 737,
  "light": 738,
  "secret": 739,
  "thinks": 740,
  "eve": 741,
  "\u00a32,000": 742,
  "smth": 743,
  "hard": 744,
  "else": 745,
  "leaving": 746,
  "gotta": 747,
  "okay.": 748,
  "yr": 749,
  "wat...": 750,
  "yes,": 751,
  "whole": 752,
  "dnt": 753,
  "you've": 754,
  "soon.": 755,
  "code:": 756,
  "wkly": 757,
  "apply": 758,
  "needs": 759,
  "afternoon": 760,
  "sad": 761,
  "anytime": 762,
  "bank": 763,
  "crave": 764,
  "it...": 765,
  "care.": 766,
  "leh...": 767,
  "already.": 768,
  "w": 769,
  "cool.": 770,
  "gas": 771,
  "test": 772,
  "u,": 773,
  "sister": 774,
  "lets": 775,
  "un-redeemed": 776,
  "least": 777,
  "felt": 778,
  "cut": 779,
  "enter": 780,
  "mobileupd8": 781,
  "fancy": 782,
  "08000930705": 783,
  "open": 784,
  "ok?": 785,
  "angry": 786,
  "meant": 787,
  "hi.": 788,
  "currently": 789,
  "\u00a3250": 790,
  "knw": 791,
  "log": 792,
  "ah?": 793,
  "pobox": 794,
  "alright": 795,
  "award": 796,
  "frm": 797,
  "87066": 798,
  "in.": 799,
  "cool,": 800,
  "pic": 801,
  "opt": 802,
  "party": 803,
  "gd": 804,
  "prob": 805,
  "dreams": 806,
  "0800": 807,
  "congratulations": 808,
  "i'd": 809,
  "gave": 810,
  "friendship": 811,
  "dating": 812,
  "collection": 813,
  "18+": 814,
  "sleeping": 815,
  "used": 816,
  "touch": 817,
  "whats": 818,
  "worry": 819,
  "year.": 820,
  "true": 821,
  "finally": 822,
  "supposed": 823,
  "loads": 824,
  "lei...": 825,
  "..": 826,
  "invited": 827,
  "computer": 828,
  "well,": 829,
  "club": 830,
  "''": 831,
  "frnd": 832,
  "national": 833,
  "b4": 834,
  "1.": 835,
  "2.": 836,
  "muz": 837,
  "pa": 838,
  "age": 839,
  "offer": 840,
  "apply.": 841,
  "everyone": 842,
  "treat": 843,
  "month.": 844,
  "alone": 845,
  "winner": 846,
  "online": 847,
  "\u00a35000": 848,
  "s.": 849,
  "weeks": 850,
  "wana": 851,
  "sex": 852,
  "yesterday": 853,
  "okie": 854,
  "08000839402": 855,
  "unlimited": 856,
  "charged": 857,
  "txt:": 858,
  "nite": 859,
  "sea": 860,
  "here,": 861,
  "brother": 862,
  "read": 863,
  "caller": 864,
  "kiss": 865,
  "4.": 866,
  "knew": 867,
  "askd": 868,
  "loved": 869,
  "yes.": 870,
  "empty": 871,
  "rate": 872,
  "lose": 873,
  "ya,": 874,
  "de": 875,
  "girls": 876,
  "story": 877,
  "st": 878,
  "ass": 879,
  "mayb": 880,
  "hee...": 881,
  "easy,": 882,
  "ntt": 883,
  "reading": 884,
  "seeing": 885,
  "9": 886,
  ":(": 887,
  "company": 888,
  "message.": 889,
  "near": 890,
  "eh": 891,
  ":": 892,
  "second": 893,
  "numbers": 894,
  "award.": 895,
  "match": 896,
  "old": 897,
  "player": 898,
  "discount": 899,
  "offers": 900,
  "mobile!": 901,
  "already...": 902,
  "song": 903,
  "wat.": 904,
  "somebody": 905,
  "th": 906,
  "asking": 907,
  "eg": 908,
  "easy": 909,
  "spend": 910,
  "love.": 911,
  "3.": 912,
  "otherwise": 913,
  "10": 914,
  "help.": 915,
  "then.": 916,
  "friday": 917,
  "life.": 918,
  "days.": 919,
  "project": 920,
  "collection.": 921,
  "pub": 922,
  "i.": 923,
  "m.": 924,
  "type": 925,
  "wonder": 926,
  "@": 927,
  "camcorder": 928,
  "auction": 929,
  "it..": 930,
  "fri": 931,
  "woke": 932,
  "way.": 933,
  "u!": 934,
  "sir.": 935,
  "one.": 936,
  "uncle": 937,
  "words": 938,
  "day,": 939,
  "ts&cs": 940,
  "whatever": 941,
  "whenever": 942,
  "but,": 943,
  "ok,": 944,
  "pass": 945,
  "fantastic": 946,
  "case": 947,
  "night?": 948,
  "ni8": 949,
  "xx": 950,
  "up?": 951,
  "hit": 952,
  "poor": 953,
  "too.": 954,
  "picking": 955,
  "she.s": 956,
  "\u00a3350": 957,
  "wife": 958,
  "id": 959,
  "feels": 960,
  "know.": 961,
  "somewhere": 962,
  "heard": 963,
  "couple": 964,
  "mr": 965,
  "boss": 966,
  "fine,": 967,
  "usf": 968,
  "150": 969,
  "sorry.": 970,
  "nt": 971,
  "8": 972,
  "valued": 973,
  "their": 974,
  "\u00a3150": 975,
  "cs": 976,
  "checking": 977,
  "digital": 978,
  "lar": 979,
  "landline": 980,
  "number.": 981,
  "lunch.": 982,
  "small": 983,
  "sending": 984,
  "msgs": 985,
  "seen": 986,
  "dear.": 987,
  "doesnt": 988,
  "wrong": 989,
  "darren": 990,
  "bath": 991,
  "mrt": 992,
  "tickets": 993,
  "cum": 994,
  "yet?": 995,
  "well.": 996,
  "far": 997,
  "stop?": 998,
  "pm": 999,
  "home...": 1000
}
